Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Sign transactions
af: Teken transaksies
ar: توقيع المعاملات
bg: Подписване на транзакции
bn: লেনদেনগুলোতে সাইন করুন
ca: Signa transaccions
cs: Podepisovat transakce
da: Signér transaktioner
de: Transaktionen signieren
el: Υπογραφή συναλλαγών
es: Firmar transacciones
et: Allkirjasta tehinguid
fa: امضای تراکنش‌ها
fi: Allekirjoita tapahtumia
fil: Mag-sign ng mga transaksyon
fr: Signer des transactions
he: חתימה על עסקאות
hi: लेनदेन साइन करें
hr: Potpiši transakcije
hu: Tranzakciók aláírása
id: Tandatangani transaksi
is: Undirrita færslur
it: Firma transazioni
ja: トランザクションへの署名
ko: 거래 서명
lt: Pasirašyti operacijas
lv: Parakstīt darījumus
ml: ഇടപാടുകൾ ഒപ്പിടുക
mr: व्यवहारांवर स्वाक्षरी करा
ms: Tandatangani transaksi
nb: Signer transaksjoner
nl: Transacties ondertekenen
pa: ਲੈਣ-ਦੇਣਾਂ 'ਤੇ ਦਸਤਖਤ ਕਰੋ
pl: Podpisywanie transakcji
pt_br: Assinar transações
ro: Semnează tranzacții
ru: Подписывать транзакции
sk: Podpisovať transakcie
sl: Podpisovanje transakcij
sr: Потписивање трансакција
sv: Signera transaktioner
sw: Tia saini miamala
ta: பரிவர்த்தனைகளில் கையொப்பமிடு
te: లావాదేవీలపై సంతకం చేయి
th: ลงนามธุรกรรม
tr: İşlemleri imzalama
uk: Підписувати транзакції
ur: لین دین پر دستخط کریں
vi: Ký giao dịch
zh_hans: 签名交易
zh_hant: 簽署交易

source: Sign typed data
af: Teken getikte data
ar: توقيع البيانات المُنمَّطة
bg: Подписване на типизирани данни
bn: টাইপড ডেটায় সাইন করুন
ca: Signa dades tipades
cs: Podepsat typovaná data
da: Signér typede data
de: Typisierte Daten signieren
el: Υπογραφή δομημένων δεδομένων
es: Firmar datos tipados
et: Allkirjasta tüübitud andmeid
fa: امضای دادهٔ نوع‌دار
fi: Allekirjoita tyypitetyt tiedot
fil: I-sign ang typed data
fr: Signer des données typées
he: חתימה על נתונים מוקלדים
hi: टाइप्ड डेटा साइन करें
hr: Potpiši tipizirane podatke
hu: Típusos adatok aláírása
id: Tandatangani data berformat
is: Undirrita strúktúruð gögn
it: Firma dati tipizzati
ja: 型付きデータに署名
ko: 타입 데이터 서명
lt: Pasirašyti tipizuotus duomenis
lv: Parakstīt tipizētus datus
ml: ടൈപ്പ് ചെയ്‌ത ഡാറ്റ ഒപ്പിടുക
mr: टाइप केलेल्या डेटावर स्वाक्षरी करा
ms: Tandatangani data bertaip
nb: Signer typede data
nl: Getypte data ondertekenen
pa: ਟਾਈਪ ਕੀਤੇ ਡਾਟੇ 'ਤੇ ਦਸਤਖਤ ਕਰੋ
pl: Podpisz dane typowane
pt_br: Assinar dados tipados
ro: Semnează date tipizate
ru: Подписать типизированные данные
sk: Podpísať typované údaje
sl: Podpis tipiziranih podatkov
sr: Потпиши типизиране податке
sv: Signera typade data
sw: Tia saini data iliyoandikwa
ta: டைப் செய்யப்பட்ட தரவில் கையொப்பமிடு
te: టైప్ చేయబడిన డేటాపై సంతకం చేయి
th: ลงนามข้อมูลแบบมีโครงสร้าง
tr: Yazılı verileri imzala
uk: Підписати типізовані дані
ur: ٹائپ شدہ ڈیٹا پر دستخط کریں
vi: Ký dữ liệu có kiểu
zh_hans: 签名类型化数据
zh_hant: 簽署具型別資料

source: Signing is coming next
af: Ondertekening kom volgende
ar: التوقيع قادم تاليًا
bg: Подписването идва следващо
bn: সই করা পরবর্তীতে আসছে
ca: La signatura arribarà a continuació
cs: Podepisování přijde příště
da: Signering kommer som det næste
de: Das Signieren folgt als Nächstes
el: Η υπογραφή έρχεται στη συνέχεια
es: La firma llega a continuación
et: Allkirjastamine tuleb järgmisena
fa: امضا در گام بعدی می‌آید
fi: Allekirjoitus tulee seuraavaksi
fil: Ang pagpirma ay susunod na
fr: La signature arrive ensuite
he: החתימה מגיעה בהמשך
hi: साइनिंग अगली बार आ रही है
hr: Potpisivanje slijedi sljedeće
hu: Az aláírás következik
id: Penandatanganan akan hadir berikutnya
is: Undirritun kemur næst
it: La firma arriverà a breve
ja: 署名は次に対応予定です
ko: 서명은 다음에 제공됩니다
lt: Toliau bus pasirašymas
lv: Parakstīšana būs nākamā
ml: ഒപ്പിടൽ അടുത്തതായി വരുന്നു
mr: स्वाक्षरी पुढे येत आहे
ms: Penandatanganan akan menyusul
nb: Signering kommer som neste
nl: Ondertekenen komt hierna
pa: ਸਾਈਨ ਕਰਨਾ ਅਗਲੇ ਨੰਬਰ 'ਤੇ ਆ ਰਿਹਾ ਹੈ
pl: Podpisywanie pojawi się wkrótce
pt_br: A assinatura vem a seguir
ro: Semnarea urmează în continuare
ru: Подписание появится далее
sk: Podpisovanie príde ako ďalšie
sl: Podpisovanje sledi naslednje
sr: Potpisivanje stiže sledeće
sv: Signering kommer härnäst
sw: Kutia saini kunafuata
ta: கையொப்பமிடுதல் அடுத்து வருகிறது
te: సంతకం తదుపరి వస్తోంది
th: การลงนามจะมาในขั้นถัดไป
tr: İmzalama sırada geliyor
uk: Підписання з’явиться далі
ur: سائن کرنا اگلا آ رہا ہے
vi: Tính năng ký sẽ ra mắt tiếp theo
zh_hans: 签名功能即将推出
zh_hant: 簽署功能即將推出

source: Signing on your iPhone
af: Onderteken op jou iPhone
ar: جارٍ التوقيع على جهاز iPhone الخاص بك
bg: Подписване на вашия iPhone
bn: আপনার iPhone-এ সই করা হচ্ছে
ca: S'està signant al teu iPhone
cs: Podepisování na vašem iPhonu
da: Signerer på din iPhone
de: Signieren auf deinem iPhone
el: Υπογραφή στο iPhone σας
es: Firmando en tu iPhone
et: Allkirjastamine teie iPhone'is
fa: در حال امضا روی آیفون شما
fi: Allekirjoitetaan iPhonessasi
fil: Pinipirmahan sa iyong iPhone
fr: Signature sur votre iPhone
he: חותם ב-iPhone שלך
hi: आपके iPhone पर साइन हो रहा है
hr: Potpisivanje na vašem iPhoneu
hu: Aláírás az iPhone-odon
id: Menandatangani di iPhone Anda
is: Undirritar á iPhone-num þínum
it: Firma sul tuo iPhone
ja: iPhone で署名中
ko: iPhone에서 서명 중
lt: Pasirašoma jūsų iPhone
lv: Paraksta jūsu iPhone
ml: നിങ്ങളുടെ iPhone-ൽ ഒപ്പിടുന്നു
mr: तुमच्या iPhone वर स्वाक्षरी करत आहे
ms: Menandatangani pada iPhone anda
nb: Signerer på iPhonen din
nl: Ondertekenen op je iPhone
pa: ਤੁਹਾਡੇ iPhone 'ਤੇ ਸਾਈਨ ਕਰ ਰਿਹਾ ਹੈ
pl: Podpisywanie na Twoim iPhonie
pt_br: Assinando no seu iPhone
ro: Se semnează pe iPhone-ul tău
ru: Подписание на вашем iPhone
sk: Podpisovanie na vašom iPhone
sl: Podpisovanje na vašem iPhonu
sr: Potpisivanje na vašem iPhone-u
sv: Signerar på din iPhone
sw: Inatia saini kwenye iPhone yako
ta: உங்கள் iPhone இல் கையொப்பமிடுகிறது
te: మీ iPhoneలో సంతకం చేస్తోంది
th: กำลังลงนามบน iPhone ของคุณ
tr: iPhone'unuzda imzalanıyor
uk: Підписання на вашому iPhone
ur: آپ کے آئی فون پر سائن ہو رہا ہے
vi: Đang ký trên iPhone của bạn
zh_hans: 正在你的 iPhone 上签名
zh_hant: 正在你的 iPhone 上簽署

source: Signing this data may authorize a token transfer or permit. Only sign typed data from dApps you trust.
af: Om hierdie data te teken kan 'n token-oordrag of permit magtig. Teken slegs getikte data van dApps wat jy vertrou.
ar: قد يأذن توقيع هذه البيانات بنقل عملة رمزية أو permit. وقّع البيانات المُنمَّطة فقط من dApps تثق بها.
bg: Подписването на тези данни може да разреши прехвърляне на токени или разрешение. Подписвайте типизирани данни само от dApps, на които имате доверие.
bn: এই ডেটায় সাইন করলে টোকেন ট্রান্সফার বা permit অনুমোদন হতে পারে। শুধুমাত্র বিশ্বস্ত dApp-এর টাইপড ডেটা সাইন করুন।
ca: Signar aquestes dades pot autoritzar una transferència de token o un permit. Signa dades tipades només de dApps en què confiïs.
cs: Podpis těchto dat může schválit převod tokenu nebo permit. Typovaná data podepisujte jen od dApp, kterým důvěřujete.
da: At signere disse data kan godkende en token-overførsel eller et permit. Signér kun typede data fra dApps, du stoler på.
de: Das Signieren dieser Daten kann eine Token-Übertragung oder einen Permit autorisieren. Signiere typisierte Daten nur von vertrauenswürdigen dApps.
el: Η υπογραφή αυτών των δεδομένων μπορεί να εξουσιοδοτήσει μεταφορά token ή permit. Υπογράφετε δομημένα δεδομένα μόνο από dApps που εμπιστεύεστε.
es: Firmar estos datos puede autorizar una transferencia o un permit de token. Firma datos tipados solo de dApps en las que confíes.
et: Nende andmete allkirjastamine võib volitada märkide ülekande või loa. Allkirjasta tüübitud andmeid ainult dAppidelt, mida usaldad.
fa: امضای این داده ممکن است انتقال یا مجوز توکن را اجازه دهد. فقط دادهٔ نوع‌دار را از dAppهایی که به آنها اعتماد دارید امضا کنید.
fi: Näiden tietojen allekirjoittaminen voi valtuuttaa tokenin siirron tai permitin. Allekirjoita tyypitettyä dataa vain luotettavista dAppeista.
fil: Ang pag-sign sa data na ito ay maaaring magbigay-pahintulot sa isang token transfer o permit. Mag-sign lamang ng typed data mula sa mga dApp na pinagkakatiwalaan mo.
fr: Signer ces données peut autoriser un transfert de jetons ou un permit. Ne signez des données typées que provenant de dApps de confiance.
he: חתימה על נתונים אלה עשויה לאשר העברת טוקן או permit. יש לחתום על נתונים מוקלדים רק מ־dApps שאתה סומך עליהם.
hi: इस डेटा को साइन करने से टोकन ट्रांसफ़र या permit अधिकृत हो सकता है। केवल उन्हीं dApps के टाइप्ड डेटा साइन करें जिन पर आपको भरोसा है।
hr: Potpisivanje ovih podataka može odobriti prijenos tokena ili permit. Potpisujte tipizirane podatke samo s dApps kojima vjerujete.
hu: Ezen adatok aláírása token átutalást vagy permit-et engedélyezhet. Csak megbízható dApp-ok típusos adatait írd alá.
id: Menandatangani data ini dapat mengizinkan transfer atau izin token. Hanya tandatangani data berformat dari dApp yang Anda percaya.
is: Undirritun þessara gagna getur heimilað tókaflutning eða leyfi. Undirritaðu aðeins strúktúruð gögn frá dApps sem þú treystir.
it: Firmare questi dati potrebbe autorizzare un trasferimento di token o un permit. Firmi dati tipizzati solo da dApp di cui si fida.
ja: このデータへの署名は、トークン送付または permit を承認することがあります。信頼できる dApp の型付きデータのみ署名してください。
ko: 이 데이터에 서명하면 토큰 전송이나 permit이 승인될 수 있어요. 신뢰하는 dApp의 타입 데이터만 서명하세요.
lt: Šių duomenų pasirašymas gali įgalioti žetonų pervedimą ar leidimą. Pasirašykite tipizuotus duomenis tik iš dApps, kuriomis pasitikite.
lv: Šo datu parakstīšana var pilnvarot marķieru pārsūtīšanu vai atļauju. Parakstiet tipizētus datus tikai no dApps, kurām uzticaties.
ml: ഈ ഡാറ്റ ഒപ്പിടുന്നത് ഒരു ടോക്കൺ കൈമാറ്റമോ permit-ഓ അംഗീകരിച്ചേക്കാം. നിങ്ങൾ വിശ്വസിക്കുന്ന dApp-കളിൽ നിന്നുള്ള ടൈപ്പ് ചെയ്‌ത ഡാറ്റ മാത്രം ഒപ്പിടുക.
mr: या डेटावर स्वाक्षरी केल्याने टोकन हस्तांतरण किंवा permit अधिकृत होऊ शकते. तुम्ही विश्वास ठेवता त्या dApps मधील टाइप केलेल्या डेटावरच स्वाक्षरी करा.
ms: Menandatangani data ini mungkin membenarkan pemindahan token atau permit. Hanya tandatangani data bertaip daripada dApp yang anda percayai.
nb: Å signere disse dataene kan godkjenne en tokenoverføring eller et permit. Signer kun typede data fra dApps du stoler på.
nl: Deze data ondertekenen kan een tokenoverdracht of permit autoriseren. Onderteken alleen getypte data van dApps die je vertrouwt.
pa: ਇਸ ਡਾਟੇ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਨਾਲ ਟੋਕਨ ਟ੍ਰਾਂਸਫਰ ਜਾਂ permit ਅਧਿਕਾਰਤ ਹੋ ਸਕਦਾ ਹੈ। ਸਿਰਫ਼ ਉਹਨਾਂ dApps ਦੇ ਟਾਈਪ ਕੀਤੇ ਡਾਟੇ 'ਤੇ ਦਸਤਖਤ ਕਰੋ ਜਿਨ੍ਹਾਂ 'ਤੇ ਤੁਸੀਂ ਭਰੋਸਾ ਕਰਦੇ ਹੋ।
pl: Podpisanie tych danych może autoryzować transfer lub zezwolenie tokenów. Podpisuj dane typowane tylko z dAppów, którym ufasz.
pt_br: Assinar estes dados pode autorizar uma transferência de token ou um permit. Assine dados tipados somente de dApps em que você confia.
ro: Semnarea acestor date poate autoriza un transfer de token sau un permit. Semnează date tipizate doar de la dApps de încredere.
ru: Подпись этих данных может разрешить перевод токена или permit. Подписывайте типизированные данные только от dApp, которым вы доверяете.
sk: Podpísanie týchto údajov môže schváliť prevod tokenu alebo permit. Typované údaje podpisujte len z dApp, ktorým dôverujete.
sl: Podpis teh podatkov lahko dovoli prenos žetona ali permit. Tipizirane podatke podpisujte le iz dApp, ki jim zaupate.
sr: Потписивањем ових података можете одобрити пренос токена или permit. Потписујте типизиране податке само из dApps којима верујете.
sv: Att signera dessa data kan tillåta en token-överföring eller ett permit. Signera typade data endast från dApps du litar på.
sw: Kutia saini data hii kunaweza kuidhinisha uhamishaji wa tokeni au kibali. Tia saini tu data iliyoandikwa kutoka kwa dApps unazoziamini.
ta: இந்தத் தரவில் கையொப்பமிடுவது டோக்கன் பரிமாற்றம் அல்லது permit-ஐ அங்கீகரிக்கலாம். நீங்கள் நம்பும் dApps-இலிருந்து வரும் டைப் செய்யப்பட்ட தரவில் மட்டுமே கையொப்பமிடவும்.
te: ఈ డేటాపై సంతకం చేయడం టోకెన్ బదిలీ లేదా permit‌ను అధికారం ఇవ్వవచ్చు. మీరు విశ్వసించే dApps నుండి వచ్చిన టైప్ చేయబడిన డేటాపై మాత్రమే సంతకం చేయండి.
th: การลงนามข้อมูลนี้อาจอนุญาตการโอนหรือยินยอมโทเคน ลงนามข้อมูลแบบมีโครงสร้างเฉพาะจาก dApp ที่คุณไว้ใจเท่านั้น
tr: Bu verileri imzalamak bir token transferine veya permit’e izin verebilir. Yalnızca güvendiğiniz dApp’lerden gelen yazılı verileri imzalayın.
uk: Підпис цих даних може дозволити переказ токенів або permit. Підписуйте типізовані дані лише від dApp, яким ви довіряєте.
ur: اس ڈیٹا پر دستخط کرنا ٹوکن کی منتقلی یا اجازت کی توثیق کر سکتا ہے۔ صرف انہی dApps کا ٹائپ شدہ ڈیٹا دستخط کریں جن پر آپ بھروسا کرتے ہیں۔
vi: Ký dữ liệu này có thể cấp phép cho việc chuyển token hoặc permit. Chỉ ký dữ liệu có kiểu từ các dApp bạn tin tưởng.
zh_hans: 对此数据进行签名可能授权一次代币转移或 permit。仅对你信任的 dApp 签名类型化数据。
zh_hant: 簽署此資料可能授權一次代幣轉移或 permit。僅對你信任的 dApp 簽署具型別資料。

source: Signing this message proves you control this address. Only sign messages from dApps you trust.
af: Om hierdie boodskap te teken bewys dat jy hierdie adres beheer. Teken slegs boodskappe van dApps wat jy vertrou.
ar: يثبت توقيع هذه الرسالة أنك تتحكّم بهذا العنوان. وقّع الرسائل فقط من dApps تثق بها.
bg: Подписването на това съобщение доказва, че контролирате този адрес. Подписвайте съобщения само от dApps, на които имате доверие.
bn: এই বার্তায় সাইন করা প্রমাণ করে যে আপনি এই ঠিকানা নিয়ন্ত্রণ করেন। শুধু বিশ্বস্ত dApp-এর বার্তায় সাইন করুন।
ca: Signar aquest missatge demostra que controles aquesta adreça. Signa missatges només de dApps en què confiïs.
cs: Podpisem této zprávy prokážete, že tuto adresu ovládáte. Podepisujte zprávy jen od dApp, kterým důvěřujete.
da: At signere denne besked viser, at du kontrollerer adressen. Signér kun beskeder fra dApps, du stoler på.
de: Das Signieren dieser Nachricht beweist, dass du diese Adresse kontrollierst. Signiere Nachrichten nur von vertrauenswürdigen dApps.
el: Η υπογραφή αυτού του μηνύματος αποδεικνύει ότι ελέγχετε αυτή τη διεύθυνση. Υπογράφετε μηνύματα μόνο από dApps που εμπιστεύεστε.
es: Firmar este mensaje demuestra que controlas esta dirección. Firma mensajes solo de dApps en las que confíes.
et: Selle sõnumi allkirjastamine tõestab, et kontrollid seda aadressi. Allkirjasta sõnumeid ainult dAppidelt, mida usaldad.
fa: امضای این پیام ثابت می‌کند که شما این نشانی را کنترل می‌کنید. فقط پیام‌ها را از dAppهایی که به آنها اعتماد دارید امضا کنید.
fi: Tämän viestin allekirjoittaminen todistaa, että hallitset tätä osoitetta. Allekirjoita viestejä vain luotettavista dAppeista.
fil: Pinatutunayan ng pag-sign sa mensaheng ito na ikaw ang kumokontrol sa address na ito. Mag-sign lamang ng mga mensahe mula sa mga dApp na pinagkakatiwalaan mo.
fr: Signer ce message prouve que vous contrôlez cette adresse. Ne signez des messages que provenant de dApps de confiance.
he: חתימה על הודעה זו מוכיחה שאתה שולט בכתובת זו. יש לחתום על הודעות רק מ־dApps שאתה סומך עליהם.
hi: इस संदेश को साइन करना दिखाता है कि यह पता आपके नियंत्रण में है। केवल भरोसेमंद dApps के संदेश साइन करें।
hr: Potpisivanjem ove poruke dokazujete da kontrolirate ovu adresu. Potpisujte poruke samo s dApps kojima vjerujete.
hu: Az üzenet aláírása bizonyítja, hogy te irányítod ezt a címet. Csak megbízható dApp-ok üzeneteit írd alá.
id: Menandatangani pesan ini membuktikan Anda mengendalikan alamat ini. Hanya tandatangani pesan dari dApp yang Anda percaya.
is: Undirritun þessara skilaboða sannar að þú stýrir þessu fangi. Undirritaðu aðeins skilaboð frá dApps sem þú treystir.
it: Firmare questo messaggio dimostra che controlla questo indirizzo. Firmi messaggi solo da dApp di cui si fida.
ja: このメッセージに署名することで、このアドレスを管理していることを示せます。信頼できる dApp のメッセージのみ署名してください。
ko: 이 메시지에 서명하면 이 주소를 제어한다는 것이 증명돼요. 신뢰하는 dApp의 메시지만 서명하세요.
lt: Šio pranešimo pasirašymas įrodo, kad valdote šį adresą. Pasirašykite pranešimus tik iš dApps, kuriomis pasitikite.
lv: Šī ziņojuma parakstīšana pierāda, ka jūs kontrolējat šo adresi. Parakstiet ziņojumus tikai no dApps, kurām uzticaties.
ml: ഈ സന്ദേശം ഒപ്പിടുന്നത് ഈ വിലാസം നിങ്ങൾ നിയന്ത്രിക്കുന്നുവെന്ന് തെളിയിക്കുന്നു. നിങ്ങൾ വിശ്വസിക്കുന്ന dApp-കളിൽ നിന്നുള്ള സന്ദേശങ്ങൾ മാത്രം ഒപ്പിടുക.
mr: या संदेशावर स्वाक्षरी केल्याने तुम्ही हा पत्ता नियंत्रित करता हे सिद्ध होते. तुम्ही विश्वास ठेवता त्या dApps मधील संदेशांवरच स्वाक्षरी करा.
ms: Menandatangani mesej ini membuktikan anda mengawal alamat ini. Hanya tandatangani mesej daripada dApp yang anda percayai.
nb: Å signere denne meldingen viser at du kontrollerer adressen. Signer kun meldinger fra dApps du stoler på.
nl: Dit bericht ondertekenen bewijst dat je dit adres beheert. Onderteken alleen berichten van dApps die je vertrouwt.
pa: ਇਸ ਸੁਨੇਹੇ 'ਤੇ ਦਸਤਖਤ ਕਰਨ ਨਾਲ ਸਾਬਤ ਹੁੰਦਾ ਹੈ ਕਿ ਤੁਸੀਂ ਇਹ ਪਤਾ ਕੰਟਰੋਲ ਕਰਦੇ ਹੋ। ਸਿਰਫ਼ ਉਹਨਾਂ dApps ਦੇ ਸੁਨੇਹਿਆਂ 'ਤੇ ਦਸਤਖਤ ਕਰੋ ਜਿਨ੍ਹਾਂ 'ਤੇ ਤੁਸੀਂ ਭਰੋਸਾ ਕਰਦੇ ਹੋ।
pl: Podpisanie tej wiadomości dowodzi, że kontrolujesz ten adres. Podpisuj wiadomości tylko z dAppów, którym ufasz.
pt_br: Assinar esta mensagem comprova que você controla este endereço. Assine mensagens somente de dApps em que você confia.
ro: Semnarea acestui mesaj dovedește că deții controlul asupra acestei adrese. Semnează mesaje doar de la dApps de încredere.
ru: Подпись этого сообщения подтверждает, что вы контролируете этот адрес. Подписывайте сообщения только от dApp, которым вы доверяете.
sk: Podpísaním tejto správy dokazujete, že ovládate túto adresu. Podpisujte správy len z dApp, ktorým dôverujete.
sl: S podpisom tega sporočila dokažete, da nadzorujete ta naslov. Sporočila podpisujte le iz dApp, ki jim zaupate.
sr: Потписивањем ове поруке доказујете да контролишете ову адресу. Потписујте поруке само из dApps којима верујете.
sv: Att signera meddelandet visar att du kontrollerar adressen. Signera bara meddelanden från dApps du litar på.
sw: Kutia saini ujumbe huu kunathibitisha kuwa wewe unadhibiti anwani hii. Tia saini tu ujumbe kutoka kwa dApps unazoziamini.
ta: இந்தச் செய்தியில் கையொப்பமிடுவது இந்த முகவரியை நீங்கள் கட்டுப்படுத்துவதை நிரூபிக்கிறது. நீங்கள் நம்பும் dApps-இலிருந்து வரும் செய்திகளில் மட்டுமே கையொப்பமிடவும்.
te: ఈ సందేశంపై సంతకం చేయడం ఈ చిరునామాను మీరు నియంత్రిస్తున్నారని రుజువు చేస్తుంది. మీరు విశ్వసించే dApps నుండి వచ్చిన సందేశాలపై మాత్రమే సంతకం చేయండి.
th: การลงนามข้อความนี้พิสูจน์ว่าคุณควบคุมที่อยู่นี้ ลงนามข้อความเฉพาะจาก dApp ที่คุณไว้ใจเท่านั้น
tr: Bu mesajı imzalamak, bu adresi sizin kontrol ettiğinizi kanıtlar. Yalnızca güvendiğiniz dApp’lerden gelen mesajları imzalayın.
uk: Підпис цього повідомлення підтверджує, що ви контролюєте цю адресу. Підписуйте повідомлення лише від dApp, яким ви довіряєте.
ur: اس پیغام پر دستخط کرنا ثابت کرتا ہے کہ آپ اس ایڈریس کو کنٹرول کرتے ہیں۔ صرف انہی dApps کے پیغامات دستخط کریں جن پر آپ بھروسا کرتے ہیں۔
vi: Ký tin nhắn này chứng minh bạn kiểm soát địa chỉ này. Chỉ ký tin nhắn từ các dApp bạn tin tưởng.
zh_hans: 对此消息签名将证明你拥有该地址的控制权。仅对你信任的 dApp 签名消息。
zh_hant: 簽署此訊息將證明你掌控該地址。僅對你信任的 dApp 簽署訊息。

source: Signing…
af: Onderteken tans…
ar: جارٍ التوقيع…
bg: Подписване…
bn: সই করা হচ্ছে…
ca: S'està signant…
cs: Podepisuje se…
da: Signerer…
de: Wird signiert…
el: Υπογραφή…
es: Firmando…
et: Allkirjastamine…
fa: در حال امضا…
fi: Allekirjoitetaan…
fil: Pinipirmahan…
fr: Signature…
he: חותם…
hi: साइन हो रहा है…
hr: Potpisivanje…
hu: Aláírás…
id: Menandatangani…
is: Undirritar…
it: Firma in corso…
ja: 署名中…
ko: 서명 중…
lt: Pasirašoma…
lv: Paraksta…
ml: ഒപ്പിടുന്നു…
mr: स्वाक्षरी करत आहे…
ms: Menandatangani…
nb: Signerer…
nl: Ondertekenen…
pa: ਸਾਈਨ ਕਰ ਰਿਹਾ ਹੈ…
pl: Podpisywanie…
pt_br: Assinando…
ro: Se semnează…
ru: Подписание…
sk: Podpisovanie…
sl: Podpisovanje…
sr: Potpisivanje…
sv: Signerar…
sw: Inatia saini…
ta: கையொப்பமிடுகிறது…
te: సంతకం చేస్తోంది…
th: กำลังลงนาม…
tr: İmzalanıyor…
uk: Підписання…
ur: سائن ہو رہا ہے…
vi: Đang ký…
zh_hans: 正在签名…
zh_hant: 正在簽署…

source: Size
af: Grootte
ar: الحجم
bg: Размер
bn: আকার
ca: Mida
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
et: Suurus
fa: اندازه
fi: Koko
fil: Laki
fr: Taille
he: גודל
hi: आकार
hr: Veličina
hu: Méret
id: Ukuran
is: Stærð
it: Dimensione
ja: サイズ
ko: 크기
lt: Dydis
lv: Izmērs
ml: വലുപ്പം
mr: आकार
ms: Saiz
nb: Størrelse
nl: Grootte
pa: ਆਕਾਰ
pl: Rozmiar
pt_br: Tamanho
ro: Dimensiune
ru: Размер
sk: Veľkosť
sl: Velikost
sr: Veličina
sv: Storlek
sw: Ukubwa
ta: அளவு
te: పరిమాణం
th: ขนาด
tr: Boyut
uk: Розмір
ur: سائز
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

source: Skip
af: Slaan oor
ar: تخطّي
bg: Пропусни
bn: এড়িয়ে যান
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
et: Jäta vahele
fa: رد کردن
fi: Ohita
fil: Laktawan
fr: Ignorer
he: דלג
hi: छोड़ें
hr: Preskoči
hu: Kihagyás
id: Lewati
is: Sleppa
it: Salta
ja: スキップ
ko: 건너뛰기
lt: Praleisti
lv: Izlaist
ml: ഒഴിവാക്കുക
mr: स्किप
ms: Langkau
nb: Hopp over
nl: Overslaan
pa: ਛੱਡੋ
pl: Pomiń
pt_br: Pular
ro: Omite
ru: Пропустить
sk: Preskočiť
sl: Preskoči
sr: Прескочи
sv: Hoppa över
sw: Ruka
ta: தவிர்
te: దాటవేయండి
th: ข้าม
tr: Atla
uk: Пропустити
ur: نظر انداز کریں
vi: Bỏ qua
zh_hans: 跳过
zh_hant: 跳過

source: Skip anyway
af: Slaan in elk geval oor
ar: تخطٍّ رغم ذلك
bg: Пропусни въпреки това
bn: তবুও এড়িয়ে যান
ca: Omet igualment
cs: Přesto přeskočit
da: Spring over alligevel
de: Trotzdem überspringen
el: Παράκαμψη ούτως ή άλλως
es: Omitir de todos modos
et: Jäta ikkagi vahele
fa: به‌هرحال رد کن
fi: Ohita silti
fil: Laktawan pa rin
fr: Passer quand même
he: דלג בכל זאת
hi: फिर भी छोड़ें
hr: Ipak preskoči
hu: Kihagyás mindenképp
id: Tetap lewati
is: Sleppa samt
it: Salta comunque
ja: それでもスキップ
ko: 그래도 건너뛰기
lt: Vis tiek praleisti
lv: Tomēr izlaist
ml: എന്നിരുന്നാലും ഒഴിവാക്കുക
mr: तरीही स्किप करा
ms: Langkau juga
nb: Hopp over likevel
nl: Toch overslaan
pa: ਫਿਰ ਵੀ ਛੱਡੋ
pl: Pomiń mimo to
pt_br: Pular mesmo assim
ro: Omite oricum
ru: Всё равно пропустить
sk: Aj tak preskočiť
sl: Vseeno preskoči
sr: Ипак прескочи
sv: Hoppa över ändå
sw: Ruka tu
ta: எப்படியும் தவிர்
te: అయినా దాటవేయండి
th: ข้ามไปอยู่ดี
tr: Yine de atla
uk: Усе одно пропустити
ur: بہرحال نظر انداز کریں
vi: Vẫn bỏ qua
zh_hans: 仍然跳过
zh_hant: 仍然略過

source: Skip backup?
af: Slaan rugsteun oor?
ar: تخطّي النسخ الاحتياطي؟
bg: Да пропуснете архивирането?
bn: ব্যাকআপ এড়িয়ে যাবেন?
ca: Omet la còpia de seguretat?
cs: Přeskočit zálohu?
da: Spring sikkerhedskopi over?
de: Sicherung überspringen?
el: Παράλειψη αντιγράφου ασφαλείας;
es: ¿Omitir copia de seguridad?
et: Jätta varundus vahele?
fa: از پشتیبان‌گیری صرف‌نظر می‌کنید؟
fi: Ohitetaanko varmuuskopio?
fil: Laktawan ang backup?
fr: Ignorer la sauvegarde ?
he: לדלג על הגיבוי?
hi: बैकअप छोड़ें?
hr: Preskočiti sigurnosnu kopiju?
hu: Kihagyja a mentést?
id: Lewati pencadangan?
is: Sleppa öryggisafriti?
it: Saltare il backup?
ja: バックアップをスキップしますか？
ko: 백업을 건너뛸까요?
lt: Praleisti atsarginę kopiją?
lv: Izlaist dublēšanu?
ml: ബാക്കപ്പ് ഒഴിവാക്കണോ?
mr: बॅकअप स्किप करायचं?
ms: Langkau sandaran?
nb: Hoppe over sikkerhetskopiering?
nl: Back-up overslaan?
pa: ਬੈਕਅੱਪ ਛੱਡਣਾ ਹੈ?
pl: Pominąć kopię zapasową?
pt_br: Pular o backup?
ro: Omiți salvarea?
ru: Пропустить резервную копию?
sk: Preskočiť zálohu?
sl: Preskočiti varnostno kopijo?
sr: Прескочити резервну копију?
sv: Hoppa över säkerhetskopian?
sw: Ruka hifadhi?
ta: காப்புப் பிரதியை தவிர்க்கவா?
te: బ్యాకప్ దాటవేయాలా?
th: ข้ามการสำรองข้อมูล?
tr: Yedekleme atlansın mı?
uk: Пропустити резервне копіювання?
ur: بیک‌اَپ نظر انداز کریں؟
vi: Bỏ qua sao lưu?
zh_hans: 跳过备份？
zh_hant: 跳過備份？
